//Создаем массив данных для коттеджных поселков (township)
  var townships = [
    //0 послелок
    {
  	//имя поселка
  	name: 'Лебедево',

  	//наполнение галереи 
  	images: {
  		url1: 'Img1.jpg',
  		url2: 'Img2.jpg',
  		url3: 'Img3.jpg',
  		url4: 'Img4.jpg',
  		url5: 'Img5.jpg'
  	},

  	//описание поселка
  	desc: '<p>Охраняемый коттеджный поселок в черте Ярославля (микрорайон Резинотехника). Вся инфраструктура в шаговой доступности, есть остановка городского общественного транспорта.</p><p>Застройка в Лебедево почти завершена, каждый месяц сдаётся от 5 до 9 домов. К участкам подведено электричество, есть возможность газификации.</p>'
    },

    //1 поселок
    {
  	//имя поселка
    name: 'Новые Ткачи',

  	//описание поселка
  	desc: '<p>Охраняемый коттеджный поселок в черте Ярославля (микрорайон Резинотехника). Вся инфраструктура в шаговой доступности, есть остановка городского общественного транспорта.</p><p>Застройка в Новых Ткачах уже завершена. К участкам уже подведено электричество, есть возможность газификации.</p>'
    },

    //2 послелок
    {
  	//имя поселка
  	name: 'Новое Заволжье',

  	//наполнение галереи 
  	images: {
  		url1: 'Img1.jpg',
  		url2: 'Img2.jpg',
  		url3: 'Img3.jpg',
  		url4: 'Img4.jpg',
  		url5: 'Img5.jpg'
  	},

  	//описание поселка
  	desc: '<p>Охраняемый коттеджный поселок в черте Ярославля (микрорайон Резинотехника). Вся инфраструктура в шаговой доступности, есть остановка городского общественного транспорта.</p><p>Застройка в Лебедево почти завершена, каждый месяц сдаётся от 5 до 9 домов. К участкам подведено электричество, есть возможность газификации.</p>'
    }
  ],
   
  

//Создаем массив данных для проектов коттеджей (сart)

 projects = [
  //коттедж 0
  {
  	//имя коттеджа
  	name: 'Z245',

  	//наполнение галереи 
  	images: {
  		url1: 'Img1.jpg',
  		url2: 'Img2.jpg',
  		url3: 'Img3.jpg',
  		url4: 'Img4.jpg',
  		url5: 'Img5.jpg'
  	},

  	//описание поселка
  	desc: '<div>Три комнаты и ванна позволят отдыхать большой семьей с несколькими детьми.<br>К дому подведены необходимые коммуникации.<br>Проект компании Z500</div>'
  },

   //коттедж 1
  {
    //имя коттеджа
    name: 'Z349',

    //наполнение галереи 
    images: {
      url1: 'Img1.jpg',
      url2: 'Img2.jpg',
      url3: 'Img3.jpg',
      url4: 'Img4.jpg',
      url5: 'Img5.jpg'
    },

    //описание поселка
    desc: '<div>Четыре комнаты и ванна позволят отдыхать большой семьей с несколькими детьми.<br>К дому подведены необходимые коммуникации.<br>Проект компании Z500</div>'
  }
  ];
 